app/controllers/students_controller.rb

SELECT "students".* FROM "students"
---
  def index
    #stuff will happen here
    @students = Student.all